Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: Protect your privacy
mg: Arovy ny tsiambaratelonao

source: Provide a brief description of this media.
mg: Asio fanoritsoritana fohy io haino&jery io azafady.

source: Provide more details
mg: Manomeza antsipiriany bebe kokoa

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
mg: <p> Mampiasa ireo Gravatar ho avatar izao i SUMO. Tsy maintsy ovainao ny Gravataranao ao @ gravatar.com. </p> <p> Mety haharitra minitra vitsivitsy vao hita ny vokany ny fanovana avatar. Mety mila miandry minitra vitsivitsy sy mamerina mamatratra ny pejy ianao vao mahita ny Gravataranao vaovao. </p>

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
mg: <p>Mety lany daty ity lahatsoratra ity.</p> <p> Nisy fanovana lehibe natao tamin'ilay lahatsoratra @ teny Anglisy izay nifotoran'izy ity. Mandram-panavaozan an'ity pejy ity, dia mety ho hitanao hoe manampy ity: <a href="%(url)s">%(title)s</a> </p>

source: {q} | {product} Support Forum
mg: {q} | Fihaonambe Fanampiana {product}

source: Question
mg: Fanontaniana

source: Question:
mg: Fanontaniana:

source: Question date
mg: Datin'ny fanontaniana

source: Question details
mg: Antsipirian'ny fanontaniana

source: Question owner
mg: Tompon'ny fanontaniana

source: Questions
mg: Fanontaniana

source: Questions responded to within X hours
mg: Fanontaniana novaliana tao anatin'ny X ora

source: Questions solved
mg: Fanontaniana voavaha

source: Question tools
mg: Fitaovana fanontaniana

source: Quickstart Guide
mg: Bokin-toro Fanombohana Haingana

source: Quote
mg: Hitanisa

source: Quote previous message...
mg: Hitanisa hafatra teo aloha...

source: R
mg: V

source: Read and save web pages in a clutter-free, reader-friendly view
mg: Vakio sy tehirizo @ jery tsisy saritaka sy mora ampiasain'ny mpamaky ireo pejin-tranonkala

source: Reader View and List
mg: Jery sy Lisitry ny Mpamaky

source: Readied for localization:
mg: Nomanina hadika:

source: Readied for localization by:
mg: Fanomanana hadika nataon'i:

source: Read message
mg: Hamaky hafatra

source: Read Message
mg: Hamaky Hafatra

source: read more
mg: hamaky bebe kokoa

source: Read, send and organize emails
mg: Handefa, handefa ary handamina mailaka

source: Read Sent Message
mg: Hamaky Hafatra Nalefa

source: Read this answer in context
mg: Hamaky an'ity valiny ity @ sehatra

source: Read this for some help to get started
mg: Vakio ity raha mila fanampiana hanombohana azy

source: Ready for L10N
mg: Vonona ho an'ny L10N

source: Ready for localization
mg: Vonona hadika

source: Ready for localization:
mg: Vonona hadika:

source: Recent answers to %s
mg: Valiny vao haingana ho an'ny %s

source: Recent awardees
mg: Ireo nahazo vao haingana

source: Recent English Changes
mg: Fanovana @ Teny Anglisy Vao Haingana

source: Recently approved updates
mg: Fanavaozana nankatoavina vao haingana

source: Recently Awarded
mg: Nomena Vao Haingana

source: Recently awarded badges
mg: Bajy nomena vao haingana

source: Recently unanswered
mg: Tsy voavaly vao haingana

source: Recently updated questions
mg: Fanontaniana nohavaozina vao haingana

source: Recently updated questions tagged %s
mg: Fanontaniana nohavaozina vao haingana voatagy %s

source: Recently updated threads about %s
mg: Resaka mitohy nihavao vao haingana %s

source: Recent posts in %s
mg: Petadrindrina vao haingana %s

source: Recent Revisions
mg: Fanitsiana Vao Haingana

source: [Recursive inclusion of "%s"]
mg: [Tafiditra anatin'ny tenany ihany ny "%s"]

source: (Redirected from <a href="{href}">{title}</a>)
mg: (Navily avy @ <a href="{href}">{title}</a>)

source: Redirecting
mg: Familiana

source: Redirects
mg: Familiana

source: Re: {forum} - {thread}
mg: Va: {forum} - {thread}

source: Refresh
mg: Hanavao

source: Refresh Firefox
mg: Hanavao Firefox

source: Regards, <br />The SUMO team.
mg: Mirary soa, <br />Ny ekipa SUMO.

source: Regards, The SUMO team
mg: Mirary soa, Ny ekipa SUMO

source: Register or sign in
mg: Hisoratra na hiditra

source: Register or Sign In
mg: Hisoratra na Hiditra

source: Register to be a Contributor
mg: Misorata ho Mpandray Anjara

source: registration profile
mg: mombamomba ny fisoratana

source: registration profiles
mg: ireo mombamomba ny fisoratana

source: Rejected
mg: Nolavina

source: Related
mg: Sahala

source: Related documents:
mg: Tahirin-kevitra sahala:

source: Related products
mg: Vokatra sahala

source: Related to the Lightning add-on for Calendar
mg: Mifandraika @ fanampy Lightning ho an'i Kalandrie

source: Release Notes
mg: Naoty Famoahana

source: Relevance
mg: Fifandraikany

source: Relevant to
mg: Mifandraika @

source: Relevant to:
mg: Mikasika ny:

source: Remove
mg: Hanala

source: Remove contributor
mg: Hanala mpandray anjara

source: Remove Contributor
mg: Hanala Mpandray Anjara

source: Remove contributor | {document}
mg: Hanala mpandray anjara | {document}

source: Remove leader
mg: Hanala mpitarika

source: Remove member
mg: Hanala mpikambana

source: Remove {role}
mg: Hanala {role}

source: Remove tweets that aren't really about Firefox or don't need a reply
mg: Esory ireo tweet tsy tena momba an'i Firefox na tsy mila valiny

source: Remove user from contributors
mg: Hanala mpampiasa tsy ho mpandray anjara

source: Remove user from group
mg: Hanala mpampiasa tao @ vondrona

source: Remove user from leaders
mg: Hanala mpampiasa tsy ho mpitarika

source: Remove user from locale editors
mg: Hanala mpampiasa tsy ho mpanitsy @ teny

source: Remove user from locale leaders
mg: Hanala mpampiasa tsy ho mpitarika @ teny

source: Remove user from locale reviewers
mg: Hanala mpampiasa tsy ho mpitsara @ teny

source: Replies
mg: Valiny

source: reply
mg: valiny

source: Reply
mg: Hamaly

source: Reply...
mg: Hamaly...

source: Reply Preview
mg: Topy Maso Valiny

source: Reply-to is empty
mg: Foana ny Hamaly an'i

source: Reply to thread: {title}
mg: Hamaly resaka mitohy: {title}

source: Report this
mg: Hitatitra an'ity

source: Request type not recognized.
mg: Karazana fangatahana tsy fantatra.

source: Required. 30 characters or fewer. Letters, digits and ./- only.
mg: Ilaina. Maritsoratra 30 na vitsy kokoa. Litera, isa na ./- ihany.

source: Re: %s
mg: Va: %s

source: Resend account confirmation email
mg: Andefaso mailaka fanamafisana kaonty indray

source: Resend confirmation email
mg: Andefaso mailaka fanamafisana indray

source: Responded
mg: Voavaly

source: % Responded in 24 hours
mg: % Namaly tao anatin'ny 24 ora

source: Responded in 24 hours
mg: Namaly tao anatin'ny 24 ora

source: % Responded in 72 hours
mg: % Namaly tao anatin'ny 72 ora

source: Responded in 72 hours
mg: Namaly tao anatin'ny 72 ora

source: Respond to the tweet!
mg: Valio ilay tweet!

source: Response editor
mg: Mpanitsy valiny

source: Response preview
mg: Topy maso valiny

source: Responses
mg: Valiny

source: Results
mg: Vokatra

source: Results for: {query}
mg: Vokany ho an'ny: {query}

source: Retrieve username
mg: Haka solonanarana

source: Retrieve Username
mg: Haka Solonanarana

source: Reveal password to check that it's right
mg: Hampiseho tenimiafina hizahana raha marina izy

source: Reviewed
mg: Voatsara

source: Reviewed:
mg: Notsaraina:

source: Reviewed by:
mg: Notsarain'i:

source: %(reviewer)s has approved the revision to the document %(document_title)s.
mg: Nankatò ny fanintsiana ny tahirin-kevitra %(document_title)s i %(reviewer)s.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
mg: Nankatò ny fanintsianao ny tahirin-kevitra %(document_title)s i %(reviewer)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
mg: Nitsara ny fanintsianao ny tahirin-kevitra %(document_title)s i %(reviewer)s.

source: Reviewing Revision {id} by {user}
mg: Mitsara Fanitsiana {id} nataon'i {user}

source: Reviewing Translation {id} in {language} by {user}
mg: Mitsara Dikanteny {id} @ teny {language} nataon'i {user}

source: Review Needed
mg: Fitsarana Ilaina

source: Review Needed: {comment}
mg: Fitsarana Ilaina: {comment}

source: Review Process
mg: Fizotran'ny Fitsarana

source: Review Revision
mg: Hitsara Fanitsiana

source: Review Revision {id}
mg: Hitsara Fanitsiana {id}

source: Review Revision {id} | {document}
mg: Hitsara Fanitsiana {id} | {document}

source: Review Revision of {title}
mg: Hitsara Fanitsiana an'ny {title}

source: [Reviews Pending: %s] SUMO needs your help!
mg: [Fanitsiana Miandry: %s] Mila ny fanampianao i SUMO!

source: Review this revision
mg: Hitsara an'ity fanintsiana ity

source: Review Translation
mg: Hitsara Dikanteny

source: Review Translation {id} | {document}
mg: Hitsara Dikanteny {id} | {document}

source: Review Translation of {title}
mg: Hitsara Dikantenin'ny {title}

source: Revision
mg: Fanitsiana

source: Revision Comment: {comment}
mg: Hevitra momba ny Fanitsiana: {comment}

source: Revision Content
mg: Atin'ny Fanitsiana

source: Revision History | {document}
mg: Tantaran'ny Fanitsiana | {document}

source: Revision history for:
mg: Tantaran'ny fanitsiana ho an'ny:

source: Revision id:
mg: ID an'ny fanitsiana:

source: Revision {id} by {user}
mg: Fanitsiana {id} nataon'i {user}

source: Revision {id} by {user} on {date}
mg: Fanitsiana {id} nataon'i {user} t@ {date}

source: Revision Information
mg: Fampahalalan'ny Fanitsiana

source: Revision {n} | {t} | {c}
mg: Fanitsiana {n} | {t} | {c}

source: Revision {num}
mg: Fanitsiana {num}

source: Revision {num}:
mg: Fanitsiana {num}:

source: Revision rendered html:
mg: Fanitsiana namboarina ho html:

source: Revision %s
mg: Fanitsiana %s

source: Revision source:
mg: Fiavian'ny fanitsiana:

source: Revision Source
mg: Fiavian'ny Fanitsiana

source: S
mg: L

source: said
mg: nilaza

source: Save
mg: Hitahiry

source: Save changes
mg: Hitahiry ireo fanovana

source: Save description
mg: Hitahiry fanoritsoritana

source: Save image
mg: Hitahiry sary

source: Save Question
mg: Hitahiry Fanontaniana

source: Save, share and sync
mg: Hitahiry, hizara ary hampifandrindra

source: Save, share and synchronize content with other devices
mg: Mitahiriza, mizarà ary mampifandrindrà atiny @ fitaovana hafa

source: Save the world
mg: Mamonje an'izao tontolo izao

source: Save the world from the comfort of your couch
mg: Mamonje an'izao tontolo izao avy eo ambony sezalava mampiadana anao

source: %s characters remaining
mg: Maritsoratra %s sisa

source: Search and navigate easily with these essential features
mg: Mikaroha sy miteteza mora foana @ alàlan'ireto fiasa ilaina ireto

source: Search Clickthrough Rate
mg: Tahan'ny Tsindry Tanteraka @ Karoka

source: Search for a user...
mg: Hikaroka mpampiasa...

source: Search for common responses
mg: Hikaroka valiny fahita

source: Search for documents...
mg: Hikaroka tahirin-kevitra…

source: Search Gallery
mg: Hikaroka Galeria

source: Search in forum
mg: Hikaroka ao @ fihaonambe

source: Search is temporarily unavailable. Please try again in a few minutes.
mg: Tsy vonona vetivety ny fikarohana. Andramo indray rehefa afaka minitra vitsivitsy.

source: Search Mozilla Support
mg: Hikaroka ao @ Fanampiana Mozilla

source: Search results
mg: Voka-pikarohana

source: Search results summary:
mg: Famintinana voka-pikarohana:

source: Search result summary:
mg: Famintinana voka-pikarohana:

source: Search result summary in {locale}:
mg: Famintinana voka-pikarohana @ teny {locale}:

source: Search support articles
mg: Hikaroka lahatsoratra fanamipana

source: Search the Discussion Forums
mg: Hikaroka ao @ ireo Fihaonambe Fiandian-kevitra

source: Search the Knowledge Base
mg: Hikaroka ao @ Tobim-pahalalana

source: Search the Mozilla Support Knowledge Base and Support Forum.
mg: Hikaroka ao @ Tobim-pahalalana sy Fihaonambe Fanampian'i Mozilla.

source: Search the Support Questions
mg: Hikaroka ao @ ireo Fanontaniana Fanampiana

source: Search Unavailable
mg: Tsy Vonona ny Fikarohana

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
mg: Jereo <a href="%(url)s">ny tantarany</a> hanaovanao fanitsiana miankina @ fanitsiana tsy voatsara efa misy.

source: See All
mg: Jerena Daholo

source: See all available SUMO badges
mg: Jereo ny bajy SUMO misy rehetra

source: See all the details:
mg: Hijery ny antsipiriany rehetra:

source: See all the details...
mg: Hijery ny antsipiriany rehetra…

source: See also:
mg: Jereo koa:

source: See the comment:
mg: Hijery ny fanehoan-kevitra:

source: See the data
mg: Hijery ilay data

source: See what you can do to help
mg: Jereo ny azonao atao mba hanampiana

source: See your question here:
mg: Jereo ato ny fanontanianao:

source: Select a language to translate to:
mg: Mifantena teny handikana azy:

source: Select by Locale
mg: Hifantina araka Teny

source: Select language
mg: Hifantina teny

source: Select language | {document}
mg: Hifantina teny | {document}

source: Seller will not provide support
mg: Tsy hanome fanampiana ny mpivarotra

source: Send
mg: Hanfefa

source: Send emails for private messages
mg: Handefa mailaka ho an'ireo hafatra tsiambaratelo

source: {sender} sent you the following message:
mg: Nandefa ity hafatra ity ho anao i {sender}:

source: Send password reset link
mg: Andefaso rohy famerenam-panefena tenimiafina

source: Send Updates
mg: Handefa Fanavaozana

source: Send username
mg: Handefa solonanarana

source: Sensible Settings
mg: Tefy Saro-pady

source: Sent Message
mg: Hafatra Nalefa

source: Sent Messages
mg: Hafatra Nalefa

source: Setting a date and time on your Firefox OS phone
mg: Fanefena daty sy ora ao @ telefaona Firefox OS anao

source: Set up email
mg: Hanefy mailaka

source: Share Data
mg: Hizara Data

source: Share this article: {link}
mg: Hizara an'ity lahatsoratra ity: {link}

source: Share web pages on Firefox for iOS
mg: Mizarà pejin-tranonkala ao @ Firefox ho an'i iOS

source: Share your wisdom with the world.
mg: Zarao @ izao tontolo izao ny fahendrenao.

source: Show:
mg: Hampiseho:

source: Show after
mg: Hampiseho aorian'ny

source: Show All
mg: Aseho Daholo

source: Show all questions
mg: Hampiseho ny fanontaniana rehetra

source: Show details &raquo;
mg: Hampiseho ireo antsipiriany &raquo;

source: Show Everything
mg: Hampiseho Azy Rehetra

source: Show Helpfulness Votes Chart
mg: Hampiseho Tabilaon'ny Vato Ny Mahasoa

source: Show History
mg: Hampiseho Tantara

source: Show information for:
mg: Hampiseho fampahalalana ho an'ny:

source: Showing questions tagged:
mg: Mampiseho ireo fanontaniana voatagy:

source: Show less
mg: Hampiseho kelikely

source: Show me
mg: Asehoy ahy

source: Show media for:
mg: Hampiseho haino&jery ho an'ny:

source: Show more
mg: Hampiseho bebe

source: Show translations
mg: Hampiseho dikanteny

source: Show Translations
mg: Hampiseho Dikanteny

source: Show translations | {document}
mg: Hampiseho dikanteny | {document}

source: Show until
mg: Hampiseho hatr@

source: Signed in!
mg: Tafiditra!

source: Significance:
mg: Lanjany:

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
mg: Lanjany - MT: Fanovana Atiny Lehibe. M: Fanovana Atiny. Foana: Fanovana Kely.

source: Sign in and connect to Twitter
mg: Midira na mifandraisa @ Twitter

source: Signing in...
mg: Miditra…

source: Sign in to Mozilla Support
mg: Hiditra @ Fanampiana Mozilla

source: Sign up as a volunteer
mg: Misorata toa mpilatsaka an-tsitrapo

source: "%s" is too large (%sKB), the limit is %sKB
mg: Ngeza loatra "%s" (%sKB), %sKB ny fetra

source: Sit back and relax. Our forum contributors will get back to you with an answer.
mg: Makà toerana tsara ary makà aina. Hifandray aminao miaraka @ valiny ireo mpandray anjara @ fihaonambentsika.

source: {sitename} Password Reset
mg: Famerenam-panefena Tenimiafina {sitename}

source: Sites Affected
mg: Tranonkala Voa

source: Skip to main content
mg: Handingana ho @ tena atiny

source: Skip to search
mg: Handingana ho @ fikarohana

source: Slowness or hanging
mg: Fiadanam-pandeha na fihantonana

source: Slug:
mg: Rambon'adiresy:

source: Slug in {locale}:
mg: Rambon'adiresy @ teny {locale}:

source: solution
mg: vahaolana

source: Solution chosen
mg: Vahaolana nofidina

source: Solution chosen by {user}
mg: Vahaolana nofidin'i {user}

source: Solution didn't work
mg: Tsy nandaitra ilay vahaolana

source: Solution found for question: %s
mg: Vahaolana hita ho an'ny fanontaniana: %s

source: Solution found to Firefox Help question
mg: Vahaolana hita ho an'ny fanontaniana Fanampian'i Firefox

source: Solution provided
mg: Vahaolana nomena

source: solved
mg: voavaha

source: Solved
mg: Voavaha

source: % Solved
mg: % Voavaha

source: Solved the problem
mg: Namaha ilay olana

source: Solves the problem
mg: Mamaha ilay olana

source: Solving 1 issue helps up to 1,000 users a day
mg: Manampy mpampiasa 1000 isan'andro ny famahana olana 1

source: Solving 1 issue helps up to 1,000 users a day!
mg: Manampy mpampiasa mahatratra 1000 isan'andro ny famahana olana 1!

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
mg: Natsahatra vetivety ny fiasa sasany amin'ity pejy ity fa mbola manao fikojakojana tranonkala izahay. Andramo indray rehefa afaka kelikely.

source: Some text will appear in the empty box.
mg: Hisy soratra hiseho ao anatin'ilay boaty foana.

source: Something is wrong
mg: Nisy tsy nety

source: Sorry! Search is currently unavailable. Please try again soon.
mg: Miala tsiny! Tsy vonona izao ny fikarohana. Andramo rehefa avy eo azafady.

source: Sorry to hear that.
mg: Hontsa ny fo mandre an'izany.

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
mg: Miala tsiny fa tsy hitanay ilay pejy tadiavinao. Andramo karohina ao @ tranonkalanay @ alàlan'ny takelaka fenoina eto ambany azafady.

source: Sort options
mg: Safidy fanivanana

source: Sort results by
mg: Hanivana vokatra araka

source: Source Code
mg: Kaody Fototra

source: Spam or other unrelated content
mg: Spama na atiny tsy mifandraika hafa

source: <span class="key">Accessibility</span>: No
mg: <span class="key">Fahafaha-miditra</span>: Tsia

source: <span class="key">Accessibility</span>: Yes
mg: <span class="key">Fahafaha-miditra</span>: Eny

source: <span class="key">User JS</span>: No
mg: <span class="key">JS Mpampiasa</span>: Tsia

source: <span class="key">User JS</span>: Yes
mg: <span class="key">JS Mpampiasa</span>: Eny

source: %s posted an answer to your question "%s"
mg: Nametaka valiny momba ny fanontanianao "%s" i %s

source: Stale
mg: Lany Andro

source: Start
mg: Hanomboka

source: Start:
mg: Fanombohana:

source: Start answering!
mg: Manomboha mamaly!

source: Start typing to search...
mg: Manomboha manoratra raha hikaroka…

source: Status
mg: Toetra

source: Stay in touch
mg: Miseraserà matetika

source: Stay up to date with news feeds, blogs and social features
mg: Maharaha vaovao @ alàlan'ireo faham-baovao, bilaogy ary fiasa fiarahamonina

source: Sticky
mg: Handraikitra

source: Sticky this thread
mg: Handraikitra ity resaka mitohy ity

source: Stop article emails
mg: Ajanony ny mailaka momba lahatsoratra

source: Stop email updates
mg: Hajanona ny fanavaozana @ malaika

source: Stop Ignoring
mg: Ajanona ny Tsy Firaharahana

source: Stop receiving updates via email for this question.
mg: Ajanony ny fandraisana fanavaozana @ mailaka momba an'ity fanontaniana ity.

source: Stop watching this forum
mg: Hijanona tsy hanaraka ity fihaonambe ity

source: Stop watching this locale
mg: Hijanona tsy hanaraka an'ity teny ity

source: Stop watching this thread
mg: Hijanona tsy hanaraka an'ity resaka mitohy ity

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
mg: Fanontaniana <strong>0</strong> tao anatin'ny <strong>24 ora</strong> no tsy nahazo valiny. <strong>Asa mendrim-piderana!</strong>

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
mg: Nanome bajy <strong>%(title)s</strong> anao i<strong>%(awarder)s</strong>!

source: <strong>{product}</strong> Support Forum
mg: Fihaonambe Fanampiana <strong>{product}</strong>

source: <strong>%(recent_unanswered_count)s question</strong> has no reply.
mg: <strong>Fanontaniana %(recent_unanswered_count)s</strong> no tsy misy valiny.

source: <strong>%(recent_unanswered_count)s</strong> question in the last <strong>24 hours</strong> has no reply. <a href="%(url)s">Help solve it!</a>
mg: Fanontaniana <strong>%(recent_unanswered_count)s</strong> tao anatin'ny <strong>24 ora</strong> no tsy nahazo valiny. <a href="%(url)s">Manampia @ famahana azy!</a>

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
mg: <strong>Tandremo:</strong> mety manana olana momba ny fidirana ireo kaonty noforonina talohan'ny Desambra 2010. Avereno tefena eto ambany ny tenimiafinao azafady.

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
mg: <strong>Tandremo:</strong> ity fanitsiana ity dia manana Vato Ny Mahasoa an'ny TP mifandraika aminy. Ny famafana an'ity fanitsiana ity dia hiteraka famafana an'ireo vato ireo koa.

source: Subject:
mg: Antony:

source: Submit
mg: Handrotsaka

source: Submit for Review
mg: Halefa Hotsaraina

source: Submit Issue
mg: Handefa Olana

source: Submitted {locale} translation:
mg: Dikanteny @ teny {locale} narotsaka:

source: Submitted revision:
mg: Fanitsiana narotsaka:

source: Submitted Revision Changes
mg: Fanovana Fanitsiana Narotsaka

source: Submitted translation:
mg: Dikanteny narotsaka:

source: Submitted Translation Changes
mg: Fanovana Dikanteny Narotsaka

source: Submit Your Changes
mg: Handrotsaka ireo Fanovanao

source: Subscribe...
mg: Hisoratra…

source: Subscribe to edit notifications
mg: Hisoratra @ filazana fanitsiana

source: Subscribe to feed
mg: Hisoratra @ faham-baovao

source: Subscription confirmed.
mg: Nohamafisina ny fisoratana.

source: Successfully activated
mg: Novelomina soa aman-tsara

source: Summarize your question in a sentence
mg: Fintino ho fehezanteny iray ny fanontanianao

source: Summary:
mg: Famintinana:

source: SUMO Warrior
mg: Mpianady SUMO

source: [SUMO] You have a new private message from [{sender}]
mg: [SUMO] Nahazo hafatra tsiambaratelo vaovao avy amin'i [{sender}] ianao

source: Support article:
mg: Lahatsoratra fanampiana:

source: Support Forum
mg: Fihaonambe Fanampiana

source: Support Forum Home
mg: Trano Fihaonambe Fanampiana

source: Support Forum Metrics
mg: Metrikan'ny Fihaonambe Fanohanana

source: Support Questions
mg: Fanontaniana Fanampiana

source: Support URL: {support_url}
mg: URL Fanampiana: {support_url}

source: Switch language
mg: Hiova teny

source: Switch to desktop site
mg: Hivadika ho @ tranonkala birao

source: Switch to edit mode
mg: Hivadika ho @ maody fanitsiana

source: Switch to mobile site
mg: Hivadika ho @ tranonkala finday

source: Switch to preview mode
mg: Hivadika ho @ maody topy maso

source: sync
mg: hampifandrindra

source: Sync and save
mg: Hampifandrindra sy hitahiry

source: Sync information on all your devices
mg: Hampifandrindra fampahalalana ao @ fitaovanao rehetra

source: Sync, save and share
mg: Handrindra, hitahiry ary hizara

source: System
mg: Rafitra

source: System Details
mg: Antsipirian'ny Rafitra
